[
  {
    "id": 1,
    "name": "God of War Ragnarök",
    "img": "https://cdn.gamerwk.com/2022/10/God-of-War-Ragnarok-20-Jam.jpg",
    "video": "https://www.youtube.com/embed/LIevPysohKs?si=4vAeIHsILGQJsT0U",
    "text": "God of War Ragnarök is an action-adventure game developed by Santa Monica Studio and published by Sony Interactive Entertainment. It was released worldwide on November 9, 2022, for both the PlayStation 4 and PlayStation 5, marking the first cross-gen release in the God of War series. It is the ninth installment in the series, the ninth chronologically, and the sequel to 2018's God of War. Loosely based on Norse mythology, the game is set in ancient Scandinavia and features series protagonist, Kratos, and his now teenage son, Atreus. Concluding the Norse era of the series, the game covers Ragnarök, the eschatological event which is central to Norse mythology and was foretold to happen in the previous game after Kratos killed the Aesir god Baldur."
  },

  {
    "id": 2,
    "name": "Borderlands 3",
    "img": "https://cdn1.epicgames.com/catnip/offer/BL3Wide_2560x1440-2560x1440-462318f36bee20de4412e111ef72dc62.jpg",
    "video": "https://www.youtube.com/embed/vaVOfMI74Eg?si=C5ctIFrIY9ddVsbg",
    "text": "Borderlands 3 is a 2019 action role-playing first-person shooter video game developed by Gearbox Software and published by 2K. It is a sequel to 2012's Borderlands 2, and the fourth entry in the main Borderlands series. Borderlands 3 was released on 13 September 2019 for PlayStation 4, Windows, and Xbox One, and released for macOS on 30 October 2019. A Stadia port was released on 17 December 2019. Versions for the Xbox Series X and Series S and PlayStation 5 including free upgrades for users on the prior console versions were released on 10 and 12 November 2020, respectively. A Nintendo Switch version was released on 6 October 2023."
  },
  {
    "id": 3,
    "name": "GRAND THEFT AUTO V",
    "img": "https://kor.ill.in.ua/m/610x385/1608900.jpg",
    "video": "https://www.youtube.com/embed/S0ghpyPxD1s?si=YmIW_Nxlyia-nudg",
    "text": "Grand Theft Auto V (abbreviated as GTA V) is an open-world action-adventure computer game developed by Rockstar North and published by Rockstar Games. The game was originally released for PlayStation 3 and Xbox 360 game consoles in 2013, re-released in 2014 for PlayStation 4 and Xbox One, in 2015 for Windows and in 2022 for PlayStation 5 and Xbox Series X/S. It is the fifteenth game in the Grand Theft Auto series and the next major game after Grand Theft Auto IV, released in 2008[9]. In Russia and the CIS, the publisher of Grand Theft Auto V is 1C-SoftClab."
  }
]
